export default {
  //==========================================================
  //=======================公用===============================
  //公用
  当前站点: "当前站点",
  清空: "清空",
  搜索: "搜索",
  确认: "确认",
  修改: "修改",
  新增: "新增",
  删除: "删除",
  编辑: "编辑",
  查询: "查询",
  预览: "预览",
  文件: "文件",
  提交: "提交",
  操作: "操作",
  收藏: "收藏",
  分享: "分享",
  保存: "保存",
  确定: "确定",
  更改: "更改",
  上一页: "上一页",
  下一页: "下一页",
  下载: "下载",
  下载全部: "下载全部",
  取消: "取消",

  国家: "国家",
  省份或州: "省份或州",
  城市: "城市",
  区县: "区县",
  地址: "地址",
  邮编: "邮编",

  年份: "年份",
  月份: "月份",
  日期: "日期",
  时间: "时间",
  星期: "星期",
  周: "周",

  请选择: "请选择",
  请先登录: "请先登录",
  请选择产品数量: "请选择产品数量",
  CatalogTip: "请输入Catalog#或CAS#",
  KeywordPlaceHolder: "Catalog#, CAS#, MDL#或者英文名......",
  KeywordTip: "请输入Catalog#, CAS#, MDL#或者英文名......",

  确定删除吗: "确定删除吗？",
  确定取消吗: "确定取消吗？",

  退出提示: "请先登录，即将跳转到登录页......",

  暂无数据: "暂无数据", //新增
  请求超时提示: "当前请求超时，请稍后再试！", //新增
  网络错误提示: "当前网络错误，请稍后再试！", //新增
  您即将前往: "您即将前往",
  无: "无", //新增

  //404
  页面提示1: "未找到页面", //新增
  页面提示2: "哎呀，这个页面似乎有些问题。请稍后再试！", //新增
  返回主页: "返回首页", //新增
  //500
  提示1: "服务器错误",
  提示2: "服务器发生异常，正在紧急修复中，请稍后再试！",
  //501
  提示语1: "页面尚未实现",
  提示语2: "服务器无法完成请求，请尝试重新加载页面！",

  //==========================================================
  //=======================首页===============================
  //header
  中文: "中文",
  英文: "英文",
  中国站: "中国站",
  美国站: "美国站",
  欧洲站: "欧洲站",

  首页: "首页",
  分子砌块: "分子砌块", //修改
  生命科学: "生命科学",
  产品中心: "产品中心",
  文档中心: "文档中心",
  技术服务: "技术服务",
  药石主页: "药石主页",
  消息通知: "消息通知",
  购物车: "购物车",
  个产品: "个产品",
  登录: "登录",
  注册: "注册",
  用户中心: "用户中心",
  退出登录: "退出登录",

  新增产品: "新增产品",
  暂无通知: "暂无通知", //新增

  订单通知: "订单通知",
  暂无消息: "暂无消息", //新增

  //body
  关键词搜索: "关键词搜索",
  列表搜索: "列表搜索",
  结构式搜索: "结构式搜索",
  官能团搜索: "官能团搜索",
  关键词搜索home: "关键词搜索",
  列表搜索home: "列表搜索",
  结构式搜索home: "结构式搜索",

  化学系列: "化学系列",
  公斤级供应: "公斤级供应",
  库存量: "库存",
  两周内快速交付: "两周内快速交付",

  独特分子砌块: "独特设计的分子砌块",
  技术积累: "技术积累",
  训练有素科学家: "训练有素的科学家",
  化合物合成经验: "化合物合成经验",
  品质保障: "品质保障",

  聚焦产品: "聚焦产品",
  新颖砌块化合物: "新颖砌块化合物",
  专注化学: "专注化学",
  创新未来: "创新未来",

  //右侧悬浮
  客服: "客服",
  订单悬浮: "我的订单",
  询单悬浮: "我的询单",
  收藏悬浮: "我的收藏",
  快速下单: "快速下单",
  返回顶部: "顶部",

  //footer
  服务支持: "服务支持",
  隐私政策: "隐私政策",
  服务条款和条件: "服务条款和条件",

  订购指南: "订购指南",

  公司: "公司",
  关于我们: "关于我们",
  全球办事处: "全球办事处",

  联系我们: "联系我们",
  电话: "电话：",
  传真: "传真：",
  邮箱: "邮箱",
  相关文档: "电子文档",

  //结构式搜索
  导入结构式图片: "导入结构式图片",
  导入结构式图片Tip: "支持上传文件的格式为png/bmp/jpg/jpeg",
  搜索类型: "搜索类型",
  精确结构: "精确结构",
  子结构: "子结构",
  相似度: "相似度",
  结构式: "结构式",
  请画出结构式图形: "请画出或导入结构式进行搜索！", //新增
  结构式提示: "抱歉，没有找到相关的商品", //新增
  查询其他产品: "查询其它产品",
  定制合成询价: "定制合成询价",

  //==========================================================
  //=======================产品===============================
  //列表
  药化性质: "药化性质",
  LipiskiRule: "Lipiski rule: ",
  不选: "不选",
  官能团: "官能团",

  //产品信息
  化合物信息: "化合物信息",
  产品信息: "产品信息",
  产品编号: "产品编号",
  产品编号别称: "产品编号",

  CASNum: "CAS #",
  MDLNum: "MDL #",

  中文名: "中文名",
  英文名: "英文名",
  分子式: "分子式",
  分子量: "分子量",
  ExactMass: "精确质量",
  存储条件: "存储条件",
  InChiKey: "InChI Key",
  SMILES: "SMILES code",
  cLogP: "cLogP",
  tPSA: "tPSA",
  氢键受体数: "氢键受体数",
  氢键供体数: "氢键供体数",
  可转换化学键数: "可转换化学键数",
  LabuteASA: "Labute ASA",
  原子个数: "原子个数",
  环的个数: "环的个数",

  //安全数据
  安全数据: "安全数据",
  象形图: "象形图",
  信号词: "信号词",
  危险说明: "危险说明",
  防范说明: "防范说明",

  UNNum: "UN #",
  包装组: "包装组",
  运输风险级别: "运输风险级别",

  //其他
  关联产品: "关联产品",
  推荐产品: "推荐产品",
  现货: "现货",
  货期: "货期",
  定制默认周期: "定制，>=4周",
  是否手性: "是否手性",
  大货: "大货",
  批次: "批次",
  库存纯度: "库存纯度",
  相似化合物: "相似化合物",
  询价: "询价",
  暂无牌价: "暂无牌价",
  // 换一批: "换一批", //新增
  危险品说明: "该产品是危险品，运费需要单独核算",

  //请输入重量: "请输入重量", //新增
  //请输入产品: "请输入产品", //新增
  //已下架: "已下架", //新增

  //==========================================================
  //=======================购物车=============================
  //购物车
  所有产品: "所有产品",
  确认订单: "确认订单",
  查看购物车: "查看购物车",
  我的购物车: "购物车",
  核对结算: "核对结算",
  立即结算: "立即结算",
  提交订单: "提交订单",
  提交结算: "结算",

  加入购物车: "加入购物车",
  加入购物车成功: "加入购物车成功！", //新增
  立即下单: "立即下单",
  再次购买: "再次购买",

  全选: "全选",
  删除选中的产品: "删除选中的产品",
  已选择: "已选择",
  件商品: "个产品",
  //已选择几件产品: "已选择 {items} 个产品",
  产品优惠: "产品优惠",
  折扣优惠: "折扣优惠",
  额外优惠: "线上优惠",
  促销优惠: "促销优惠",

  收: "收",
  显示全部地址: "显示全部地址",
  收起地址: "收起地址",

  付款方式: "付款方式",
  信用卡: "信用卡",
  信用账期: "信用账期",

  其他费用: "其他费用",

  //运费
  运费: "运费",
  标准运费: "标准运费",
  运费计算规则: "运费计算规则",
  运费计算规则说明: "",
  运费计算器: "费用计算器",
  自付运费: "自付运费",
  运输公司: "运输公司",
  请输入运输公司: "请输入运输公司", //新增
  运输账号: "运输账号",
  请输入运输账号: "请输入运输账号", //新增
  //运输方式: "运输方式", //删除
  //运输账户: "运输账户", //删除
  计算: "计算", //新增

  //销售税
  销售税: "销售税",
  销售税说明: "",

  //手续费
  手续费: "手续费",
  手续费说明: "需要向物流公司提交相关证明材料，会产生相关费用。", //新增
  危险品手续费说明: "危险品只能选择标准运费，无需向物流公司提交相关证明材料。", //新增

  //包装费
  包装费: "包装费",
  包装费说明: "当一个产品的包装数量≥2时 ，每超过一个包装，收取", //新增

  优惠: "优惠",

  发货方: "供货方",
  终端用户: "终端用户",
  货品清单: "产品列表",
  客户PO编号: "PO #",

  规格: "规格",
  包装规格: "包装规格",
  牌价: "牌价",
  VIP价格: "VIP价格",
  库存: "库存",
  中国库存: "中国库存",
  美国库存: "美国库存",
  数量: "数量",
  小计: "小计",
  单价: "单价",
  总价: "总价",
  实付金额: "实付金额",

  //==========================================================
  //=======================用户中心===========================
  //dashboard
  你好: "您好, ",
  上次登录: "上次登录",
  管理中心: "管理中心",

  清除: "清除",
  查看更多: "查看更多",

  提示: "提示",
  完善个人信息提示: "您的个人信息尚未完善，可能会影响您网站的使用，请点击",
  完善个人信息: "完善个人信息。",
  完善地址信息: "完善地址。",
  单位: "单位",
  单: "单",
  //发票管理: "发票管理", //新增
  //发票管理描述: "添加或编辑发票信息", //新增
  我的订单描述: "追踪、退货、再次购买商品", //新增
  我的询单描述: "批量、大规格价格询问", //新增
  个人信息描述: "编辑姓名、手机号、邮箱信息等", //新增
  电子文档描述1: "根据Catalog、BatchCode提供文档下载", //新增
  查看收藏的商品: "查看收藏的商品", //新增
  添加或编辑收货地址: "添加或编辑收货地址", //新增
  年度: "年度",
  询单图表title: "询单数量",
  订单图表title: "订单",

  //个人信息
  个人信息: "个人信息",
  // 个人信息描述: "",

  账号: "账号",
  姓名: "姓名",
  公司名称: "公司名称",
  移动电话: "移动电话",
  固定电话: "固定电话",
  联系电话: "联系电话",
  邮箱地址: "邮箱",
  地址邮编: "地址邮编",

  点击绑定: "点击绑定",
  绑定手机号: "绑定手机号",
  确认绑定: "绑定",
  变更手机号: "变更",
  变更: "变更",
  变更邮箱: "变更",

  //登录
  账号登录: "账号登录",
  请输入账号: "请输入账号",
  账号邮箱: "账号或邮箱",
  请输入账号邮箱: "请输入账号或邮箱",
  密码: "密码",
  请输入密码: "请输入密码",
  记住账号密码: "记住账号",
  切换手机号登录: "手机号登录",
  账号不正确: "账号不正确",
  密码不正确: "密码不正确",
  密码三次错误限制: "您已经输错三次密码，请在半小时后重试，或通过找回密码进行更改！",

  手机号登录: "手机号登录",
  手机号: "手机号",
  请输入手机号: "请输入手机号",
  手机号格式不正确: "手机号格式不正确！",
  手机号不存在: "您输入的手机号不存在",
  验证码: "验证码",
  请输入验证码: "请输入验证码",
  验证码不正确: "验证码不正确",
  记住手机号码: "记住手机号码",
  切换账号登录: "账号登录",

  获取验证码: "获取",
  重新发送: "重新发送",
  重发: "{time}秒后重发",
  短信验证码发送成功: "验证码已发送。如果未收到，请点击【重新发送】！",

  忘记密码: "忘记密码？",
  没有账号: "没有账号，快速",
  已有账号: "已有账号，快速",
  登录成功: "登录成功！",
  登录失败: "登录失败！",

  账号或密码错误: "账号或密码不正确", //补充

  //滑块验证
  安全验证: "安全验证",
  拖动下方滑块完成拼图: "拖动下方滑块完成拼图",
  向右滑动: "向右滑动",
  安全验证错误提示: "验证失败，请重试！",

  //注册
  账号注册: "账号注册",
  请填写账号: "请填写账号",
  请填写姓名: "请填写姓名",
  请填写公司名称: "请填写公司名称",
  请填写邮箱: "请填写邮箱",
  请填写验证码: "请填写邮箱验证码",
  请填写密码: "请填写密码",
  请再次填写密码: "请再次填写密码",
  图形验证码: "图形验证码",
  请输入图形验证码: "请输入图形验证码",

  账号已存在: "该账号已存在！",
  邮箱已存在: "该邮箱已存在！",
  邮箱验证码发送成功: "验证码已发送。如果未收到，请点击【重新发送】！",

  我已经阅读并同意: "我已经阅读并同意",
  请先阅读隐私条款: "请先阅读隐私条款",
  用户隐私条款: "《用户隐私条款》",
  销售条款: "《销售条款》",
  和: "和",

  注册成功: "注册成功！",
  注册失败: "注册失败！",

  //找回密码
  找回密码: "找回密码",

  账号邮箱手机号: "账号、邮箱或手机号",
  请输入账号邮箱手机号: "请输入账号、邮箱或手机号",
  输入账号说明1: "账号是注册时填写的",
  输入账号说明2: "邮箱是注册时填写的",
  输入账号说明3: "手机号必须登录之后绑定才允许登录",

  接受验证: "接受验证",
  验证说明1: "如果输入的是账号时，请到指定的邮箱中获取验证码",
  验证说明2: "如果输入的是邮箱时，请到指定的邮箱中获取验证码",
  验证说明3: "如果输入的是手机号时，请到指定的手机中获取验证码",

  重置密码: "重置密码",
  完成: "完成",

  下一步: "下一步",
  重置密码成功: "重置成功",

  //账号安全
  账号安全: "账号安全",
  旧密码: "旧密码",
  新密码: "新密码",
  确认密码: "密码确认",
  请输入老密码: "请输入老密码",
  请输入新密码: "请输入新密码",
  请再次输入新密码: "请再次输入新密码",
  密码要求说明: "密码必须满足以下要求：",
  密码要求1: "至少8个字符",
  密码要求2: "至少包含字母和数字，不能包含空格",
  密码强度: "密码强度",
  两次输入的新密码不一致: "两次输入的密码不一致!",

  //订单
  订单: "订单",
  我的订单: "我的订单",
  全部订单: "全部订单",
  待审核: "待审核",
  研发定制: "研发定制",
  待发货: "待发货",
  已发货: "已发货",
  已完成: "已完成",
  已取消: "已取消",
  订单日期: "订单日期", //新增

  删除订单: "删除订单",
  取消订单: "取消订单",
  查看详情: "查看详情",
  三个月前: "三个月前",
  最近三个月: "最近三个月",
  要求纯度: "要求纯度",
  生产处理信息: "生产处理信息",
  物流处理信息: "物流处理信息",

  //询单
  询单: "询单",
  我的询单: "我的询单",
  全部询单: "全部询单",
  待回复: "待回复",
  已回复: "已回复",

  规格和价格: "规格 / 价格",
  报价有效期: "报价有效期",
  有效期至: "有效期至",
  纯度: "纯度",
  备注: "备注",
  状态: "状态",
  质量要求: "质量要求", //新增
  参考编号: "参考编号", //新增
  要求日期: "要求日期", //新增
  请选择规格: "请选择规格", //新增
  重复添加规格提示: "请勿重复添加！", //新增
  重复添加规格提示2: "该规格已有价格！", //新增
  询价成功提示: "询价成功，请跳转至页面查看", //新增

  //商品费用: "商品费用", //新增

  取消询单: "取消询单",
  删除询单: "删除询单",
  危: "危",
  再次询价: "再次询价",

  //电子文档
  电子文档: "电子文档",
  电子文档描述: "",
  电子文档下载: "电子文档下载",
  电子文档下载介绍: "This page views and downloads the documents and data information associated with the shipment batch of the order",

  //收藏
  我的收藏: "我的收藏",
  收藏描述: "",
  最近一周: "最近一周",
  最近一月: "最近一月",
  一个月前: "一个月前",
  取消收藏: "取消收藏",

  //收货地址
  收货地址: "收货地址",
  收件电话: "收件电话",
  收货地址描述: "",
  新增收货地址: "新增地址",
  修改收货地址: "编辑地址",
  收货人: "收货人",
  请添加收货地址: "请添加收货地址！", //新增

  请输入联系人姓名: "请输入联系人姓名",
  请输入联系电话: "请输入联系电话",
  电话格式不正确: "电话格式不正确！",

  请选择国家: "请选择国家",
  请选择省或州: "请选择省或州",
  请选择城市: "请选择城市",
  请选择区县: "请选择区县",
  请输入详细地址: "请输入详细地址",
  请输入邮编: "请输入邮编",
  邮编格式不正确: "邮编格式不正确！",
  邮箱格式不正确: "邮箱格式不正确，多个邮箱请以分号隔开！",

  默认地址: "默认地址",
  设为默认: "设为默认",
  新增地址: "新增地址",

  //账单地址
  账单地址: "账单地址",
  账单地址描述: "",
  新增账单地址: "新增地址",
  修改账单地址: "编辑地址",
  请添加账单地址: "请添加账单地址", //新增
  暂无订单提示: "暂无订单，请返回购物车", //新增

  收件人: "收件人",

  //信用卡
  新增信用卡: "新增信用卡",
  卡号: "卡号",
  持卡人姓名: "持卡人姓名",
  有效期: "有效期",

  //==========================================================
  //=======================后端接口提示=======================
  接口发生异常: "调用接口发生异常！",
  操作成功: "操作成功！",
  数据不存在: "数据不存在！",
  验证码错误: "验证码错误！",
  账号必须填写: "账号必须填写！",
  该用户暂无法下单: "该账号无法下单，请联系销售！",
  关键字ID必须不为空: "关键字ID必须不为空！",
  已回复询单不能删除: "该询单不能删除！",
  手机格式不正确: "手机号格式不正确！",
  账号密码必须填写: "账号和密码必须填写！",
  货币符必须填写: "货币符号必须填写！",
  购物车不存在该产品: "购物车不存在该产品！",
  验证码必须填写: "验证码必须填写！",
  数量或价格不合理: "数量或价格不合理！",
  图形验证码不匹配: "图形验证码不匹配！",
  手机号必须填写: "手机号必须填写！",
  订单取消成功: "订单取消成功！",
  产品Id必须赋值: "产品Id必须赋值！",
  验证码已过期: "验证码已过期！",
  邮箱必须填写: "邮箱必须填写！",
  不存在此订单: "不存在此订单！",
  验证码输入有误: "验证码输入有误！",
  订单已经审核不能取消: "订单已经审核不能取消！",
  解密失败: "解密失败！",
  账号输入有误: "账号输入有误！",
  手机验证码无效: "手机验证码无效！",
  该手机号码所属账号不存在: "该手机号码所属账号不存在！",
  该邮箱所属账号不存在: "该邮箱所属账号不存在！",
  验证码发送成功: "验证码发送成功，如未收到请点击重新发送获取验证码！",
  验证码发送失败: "验证码发送失败！",
  手机号码不存在: "手机号码不存在！",
  系统不存在该账号: "系统不存在该账号！",
  未设置邮箱或手机号: "未设置邮箱或手机号！",
  验证码无效: "验证码无效！",
  当前登录用户旧密码不正确: "当前登录用户旧密码不正确！",
  找不到当前登录用户信息: "找不到当前登录用户信息！",
  手机号已绑定: "此手机已被其他账号绑定, 请更换重新绑定！",
  邮箱已绑定: "此邮箱已被其他账号绑定, 请更换重新绑定！",
  待更新的用户地址不存在: "待更新的用户地址不存在！",
  信息已存在: "信息已存在！",

  //===========================以下是未确认部分===============================
  账号密码登录: "账号密码登录",
  账号密码: "账号密码",
  输入信息: "输入信息",
  登录密码重置成功: "登录密码重置成功",
  去登录: "去登录",
  请输入姓名: "请输入姓名",
  请输入邮箱: "请输入邮箱",
  请输入邮箱验证码: "请输入邮箱验证码",
  请输入公司名称: "请输入公司名称",
  点击更换: "点击更换",
  请按要求输入密码: "请按要求输入密码",
  修改密码: "修改密码",
  请输入: "请输入",
  请再次输入密码: "请再次输入密码",
  密码满足以下要求: "密码满足以下要求",
  至少6个字符: "至少6个字符",
  至少包含: "至少包含字母和数字，不能包含空格",

  列表搜索提示1: "搜索内容之间，用回车、分号、逗号、或竖线分割。例如：PB00081 | 2271349-56-3 | PBTEN6576",
  列表搜索提示2: "支持从excel表格按列直接复制，复制后点击自动整理，可以自动整理数据",
  确认新密码: "确认新密码",
  保存修改: "保存修改",
  省份: "省份",

  请填写账号名: "请填写账号名",

  推荐: "推荐",
  订单通知详情: "订单通知详情",
  全部消息: "全部消息",
  询单消息: "询单消息",
  审核中: "审核中",
  处理中: "处理中",
  已审核: "已审核",
  确定取消订单吗: "确定取消订单吗？",
  年: "年",
  月: "月",
  待付款: "待付款",
  待评价: "待评价",
  三个月前通知: "三个月前通知",

  上传免税证明: "上传免税证明",
  标准: "标准",
  有免税证明:"产品金额*税率，您有该州的免税证明，不收取销售税",
  无免税证明:"产品金额*税率，您没有该州的免税证明，将按照该州的税率收取销售税",
  不收取销售税:"产品金额*税率，该州不收取销售税，税率为0",
  免税证明提交提示:"您的免税证明提交，当销售审核通过后，将不收取该费用",

  默认信用卡: "默认信用卡",
  编辑信用卡: "编辑信用卡",
  鼠标悬浮收起更多: "鼠标悬浮收起更多",
  重置: "重置",
  定制: "定制",

  //===========================快速下单===============================
  点击询价: "点击询价",
  添加: "添加",
  批量上传下单文件: "批量上传下单文件",

  //===========================关于我们===============================
  关于我们提示语: "使用须知/销售条款及条件使用药石科技网站之前请认真阅读以下条例。经确认并同意后开始使用本网站。 当您正式使用本网站我们将判定您同意以下所有条约。版权所有",

  //===========================定制合成订单页面===============================
  定制合成订单: "定制合成订单",
  合成订单: "合成订单",
  请输入CAS: "请输入CAS",
  请输入MDL: "请输入MDL",
  重新上传: "重新上传",
  请选择单位: "请选择单位",
  添加规格: "添加规格",
  立体结构: "立体结构",
  请选择结构式: "请选择结构式",
  请选择要求日期: "请选择要求日期",
  "请输入Reference#": "请输入Reference#",
  请输入备注: "请输入备注",
  附件格式为图片或文件: "附件格式为图片或文件",
  添加附件: "添加附件",
  提交询单: "提交询单",
  上传成功: "上传成功",
  上传失败: "上传失败",
  请添加规格再提交: "请添加规格再提交！",
  合成订单成功可到询单中查找该订单: "合成订单成功，可到询单中查找该订单",
  CASMDL结构式必填其一: "CAS、MDL、结构式必填其一",

  //===========================批量上传页面===============================
  服务: "服务",
  批量上传产品: "批量上传产品",
  批量上传操作提示: "您可复制数据直接到下方文本框或执行以下操作：",
  导入订单: "导入订单",
  下载导入模板: "下载导入模板",
  自动整理: "排列整齐",
  批量上传导入提示: "说明：导入表格中PO#必须要有数据，产品 编号可以填写药石网站的产品编号或者CAS",
  提交查询: "提交查询",
  解析订单数量: "数据导入解析成功，共为您解析出订单数量：",
  询单数量: "询单数量",
  请在如下列表中查看提交: "请在如下列表中查看提交。",
  提交加入购物车: "提交加入购物车",
  请先导入订单数据再提交查询: "请先导入订单数据再提交查询！",
  请选择产品: "请选择产品！",

  //===========================提交订单成功页面===============================
  订单结果: "订单结果",
  订单提交成功: "订单提交成功！",
  订单提交失败: "订单提交失败！",
  订单金额: "订单金额",
  交易信息: "交易信息",
  交易时间: "交易时间",
  订单信息: "订单信息",
  订单保留提示: "该订单会为您保留12小时（下单之日算起）",
  订单保留提示2: "12小时之后如果未付款，系统将自动取消该订单",
  查看订单: "查看订单",
  返回支付: "返回支付",
  发票信息: "发票信息",
  发票类型: "发票类型",
  增值税电子普通发票: "增值税电子普通发票",
  发票抬头类型: "发票抬头类型",
  发票抬头: "发票抬头",
  用户信息: "用户信息",
  商品: "商品",
  打包费: "打包费",
  个人: "个人",
  企业: "企业",
  暂无订单请返回购物车: "暂无订单，请返回购物车！",
  支付方式: "支付方式",
  返回首页: "返回首页",
  网站下单优惠: "网站下单优惠",
  享受: "享受",
  折扣: "折扣",
  该产品不享受折扣: "该产品不享受折扣",

  //===========================config部分===============================
  审核完成: "审核完成",
  处理完成: "处理完成",
  生产中: "生产中",
  运输中: "运输中",
  货品签收地址: "货品签收地址",
  发票签收地址: "发票签收地址",
  销售税费: "销售税费",
  "氢谱(HNMR)": "氢谱(HNMR)",
  ee值或旋光值: "ee值或旋光值",
  "HPLC/GC(Area%)": "HPLC/GC(Area%)",

  //===========================添加编辑地址页面===============================
  PLZ: "PLZ",
  请输入PLZ: "请输入PLZ",
  //===========================input框搜索组件===============================
  近期搜索: "近期搜索",

  //===========================input框搜索组件===============================
  相关分类: "分类", //二级菜单

  按类别筛选: "按类别筛选", //新增
  资源中心: "资源中心", //新增
  搜索资源中心: "搜索资源中心", //新增
  全部: "全部", //新增
  文档推荐: "文档推荐", //新增
  文档预览: "文档预览", //新增
  文档下载: "文档下载", //新增
  登录提示:"请先登录！",//新增
  通过关键词:"通过关键词",//新增
  通过列表:"通过列表",//新增
  通过该结构式:"通过该结构式",//新增
  进行搜索:"进行搜索，",//新增
  共搜索到:"共搜索到",//新增
  条结果:"条结果",//新增
  未登录时只能查看第一页:"未登录时只能查看第一页",//新增
  专业洞察:"专业洞察",//新增

  /* 全球办事处 */
  帮助:"帮助",
  美国地址:"美国（宾州/加州）",
  山东地址:'中国 山东',
  山东公司:'山东药石药业有限公司',
  南京地址:'中国 江苏 南京',
  南京公司:'南京药石药业有限公司',
  浙江地址:'中国 浙江',
  浙江公司:'浙江晖石药业有限公司',
  中国:"中国",
  业务开发团队:"业务开发团队",
  '美国&欧洲':"美国&欧洲",
  宾州办事处:"宾州办事处",
  加州办事处:"加州办事处",
  其他地区:"其他地区",
};
